tap "dlr-ts/sumo"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"
brew "btop"
brew "cloc"
brew "curl"
brew "libpq", link: true
brew "php"
brew "composer"
brew "csfml"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "girara"
brew "git"
brew "gnu-sed"
brew "go"
brew "grep"
brew "handbrake"
brew "imagemagick"
brew "iproute2mac"
brew "lazygit"
brew "lsd"
brew "make"
brew "maven"
brew "ninja"
brew "mole"
brew "mysql-client"
brew "n"
brew "nasm"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "neovide"
brew "nmap"
brew "openjdk@21"
brew "openvpn"
brew "parallel"
brew "pkgconf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.11"
brew "ripgrep"
brew "ruby"
brew "stow"
brew "telnet"
brew "tmux"
brew "wget"
brew "yazi"
brew "yt-dlp", args: ["HEAD"]
brew "zoxide"
brew "zegervdv/zathura/zathura", args: ["with-synctex"]
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "alt-tab"
cask "bettertouchtool"
cask "bitwarden"
cask "citrix-workspace"
cask "discord"
cask "disk-inventory-x"
cask "figma"
cask "firefox@beta"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "ghostty"
cask "iina"
cask "jetbrains-toolbox"
cask "obs"
cask "obsidian"
cask "orbstack"
cask "postman"
cask "qbittorrent"
cask "rar"
cask "raycast"
cask "slack"
cask "sony-ps-remote-play"
cask "spotify"
cask "steam"
cask "tableplus"
cask "utm"
cask "vlc"
cask "whatsapp"
cask "xquartz"
cask "zen"
