tap "dlr-ts/sumo"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "nikitabobko/tap"
tap "railwaycat/emacsmacport"
tap "zegervdv/zathura"
brew "gettext"
brew "jpeg-xl"
brew "aom"
brew "autoconf"
brew "autoconf-archive"
brew "automake"
brew "bfg"
brew "btop"
brew "ccache"
brew "certbot"
brew "cloc"
brew "cmake"
brew "curl"
brew "freetds"
brew "libpq", link: true
brew "php"
brew "composer"
brew "cowsay"
brew "csfml"
brew "dnsmasq", link: false
brew "e2fsprogs"
brew "espflash"
brew "exercism"
brew "fd"
brew "ffmpeg"
brew "flyctl"
brew "fzf"
brew "gh"
brew "leptonica"
brew "ghostscript"
brew "girara"
brew "git"
brew "gnu-sed"
brew "go"
brew "grep"
brew "gti"
brew "handbrake"
brew "helix"
brew "httpie"
brew "imagemagick"
brew "iproute2mac"
brew "lazygit"
brew "lsd"
brew "make"
brew "maven"
brew "ninja"
brew "mole"
brew "mysql-client"
brew "n"
brew "nasm"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "neovide"
brew "nmap"
brew "openjdk@21"
brew "openvpn"
brew "parallel"
brew "pkgconf"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python@3.11"
brew "ripgrep"
brew "rom-tools"
brew "ruby"
brew "smartmontools"
brew "sphinx-doc"
brew "stow"
brew "telnet"
brew "testdisk"
brew "tig"
brew "tmux"
brew "wget"
brew "worktrunk"
brew "yazi"
brew "yt-dlp", args: ["HEAD"]
brew "zoxide"
brew "zegervdv/zathura/zathura", args: ["with-synctex"]
brew "zegervdv/zathura/zathura-pdf-poppler"
cask "1password"
cask "nikitabobko/tap/aerospace"
cask "alacritty"
cask "aldente"
cask "alt-tab"
cask "amethyst"
cask "android-studio"
cask "appvolume"
cask "arc"
cask "arduino-ide"
cask "audacity"
cask "beekeeper-studio"
cask "bettertouchtool"
cask "bitwarden"
cask "blackhole-2ch"
cask "chatterino"
cask "citrix-workspace"
cask "discord"
cask "disk-inventory-x"
cask "drawio"
cask "epic-games"
cask "figma"
cask "firefox@beta"
cask "firefox@developer-edition"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "fork"
cask "ghostty"
cask "google-chrome"
cask "iina"
cask "iterm2"
cask "jetbrains-toolbox"
cask "karabiner-elements"
cask "kitty"
cask "linearmouse"
cask "logi-options+"
cask "mamp"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "milanote"
cask "minecraft"
cask "notchnook"
cask "obs"
cask "obsidian"
cask "openvpn-connect"
cask "orbstack"
cask "podman-desktop"
cask "postman"
cask "qbittorrent"
cask "rar"
cask "raycast"
cask "rio"
cask "rustrover"
cask "skim"
cask "slack"
cask "sony-ps-remote-play"
cask "spline"
cask "spotify"
cask "steam"
cask "tableplus"
cask "teamviewer"
cask "transmission@nightly"
cask "tunnelblick"
cask "unity-hub"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "webex"
cask "webex-meetings"
cask "wezterm"
cask "whatsapp"
cask "xquartz"
cask "zen"
vscode "ahmadawais.shades-of-purple"
vscode "astro-build.astro-vscode"
vscode "asvetliakov.vscode-neovim"
vscode "atomiks.moonlight"
vscode "batisteo.vscode-django"
vscode "beamlnwza.oxocarbon-port"
vscode "bmewburn.vscode-intelephense-client"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "daltonmenezes.aura-theme"
vscode "dbaeumer.vscode-eslint"
vscode "drcika.apc-extension"
vscode "dsznajder.es7-react-js-snippets"
vscode "esbenp.prettier-vscode"
vscode "figma.figma-vscode-extension"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "hmseeb.seeb"
vscode "max-ss.cyberpunk"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode.vscode-typescript-next"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "rikardjohansson.nextemplates"
vscode "ritwickdey.liveserver"
vscode "robbowen.synthwave-vscode"
vscode "rocketseat.theme-omni"
vscode "vscodevim.vim"
vscode "waderyan.gitblame"
vscode "whizkydee.material-palenight-theme"
vscode "wollacebuarque.tailwind-theme"
vscode "yummygum.city-lights-icon-vsc"
vscode "yzhang.markdown-all-in-one"
go "github.com/go-delve/delve/cmd/dlv"
go "github.com/ramya-rao-a/go-outline"
go "golang.org/x/tools/gopls"
go "github.com/AsToNlele/review-deez-backend"
go "github.com/taigrr/spank"
go "honnef.co/go/tools/cmd/staticcheck"
cargo "rustlings"
